---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.gbXMLConditionType.HeatedAndCooled
enum: Autodesk.Revit.DB.Analysis.gbXMLConditionType
source: html/261d68d1-c613-a942-ce91-285322dec156.htm
---
# Autodesk.Revit.DB.Analysis.gbXMLConditionType.HeatedAndCooled